/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "アラームを停止しました!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "何かキーを押すとスヌーズします";

/* Status line above clock during alarm */
"Press Any key to stop" = "何かキーを押すと止まります";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Enter キーでスヌーズします";

/* Status line above clock during alarm */
"Press Enter to stop" = "Enter キーで停止します";

/* Button below clock */
"Snooze" = "スヌーズ";

/* Status line above clock during snooze */
"Snoozing until" = "次の時間まで停止中";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "アラームの開始中...";

/* Button below clock */
"Stop" = "停止";

